export const DB: {
  type: 'news' | 'article';
  title: string;
  date: string;
  description: string;
}[] = [
  {
    type: 'news',
    title: 'Новые технологии в сфере автоматизации',
    date: '12 июля 2024',
    description:
      'Какие инновации помогут улучшить производственные процессы и повысить эффективность работы предприятий',
  },
  {
    type: 'news',
    title: 'Устойчивое развитие и ответственность',
    date: '24 апреля 2024',
    description:
      'Какие методы и технологии помогают снизить негативное влияние производства',
  },
  {
    type: 'article',
    title: 'Влияние цифровизации',
    date: '24 апреля 2024',
    description:
      'Вызовы и возможности появляются для компаний в результате цифровой трансформации производства',
  },
  {
    type: 'article',
    title: 'Влияние цифровизации',
    date: '24 апреля 2024',
    description:
      'Вызовы и возможности появляются для компаний в результате цифровой трансформации производства',
  },
  {
    type: 'news',
    title: 'Новые технологии в сфере автоматизации',
    date: '12 июля 2024',
    description:
      'Какие инновации помогут улучшить производственные процессы и повысить эффективность работы предприятий',
  },
  {
    type: 'news',
    title: 'Устойчивое развитие и ответственность',
    date: '24 апреля 2024',
    description:
      'Какие методы и технологии помогают снизить негативное влияние производства',
  },
  {
    type: 'article',
    title: 'Влияние цифровизации',
    date: '24 апреля 2024',
    description:
      'Вызовы и возможности появляются для компаний в результате цифровой трансформации производства',
  },
  {
    type: 'article',
    title: 'Влияние цифровизации',
    date: '24 апреля 2024',
    description:
      'Вызовы и возможности появляются для компаний в результате цифровой трансформации производства',
  },
  {
    type: 'news',
    title: 'Новые технологии в сфере автоматизации',
    date: '12 июля 2024',
    description:
      'Какие инновации помогут улучшить производственные процессы и повысить эффективность работы предприятий',
  },
  {
    type: 'news',
    title: 'Устойчивое развитие и ответственность',
    date: '24 апреля 2024',
    description:
      'Какие методы и технологии помогают снизить негативное влияние производства',
  },
  {
    type: 'article',
    title: 'Влияние цифровизации',
    date: '24 апреля 2024',
    description:
      'Вызовы и возможности появляются для компаний в результате цифровой трансформации производства',
  },
  {
    type: 'article',
    title: 'Влияние цифровизации',
    date: '24 апреля 2024',
    description:
      'Вызовы и возможности появляются для компаний в результате цифровой трансформации производства',
  },
  {
    type: 'news',
    title: 'Новые технологии в сфере автоматизации',
    date: '12 июля 2024',
    description:
      'Какие инновации помогут улучшить производственные процессы и повысить эффективность работы предприятий',
  },
  {
    type: 'news',
    title: 'Устойчивое развитие и ответственность',
    date: '24 апреля 2024',
    description:
      'Какие методы и технологии помогают снизить негативное влияние производства',
  },
  {
    type: 'article',
    title: 'Влияние цифровизации',
    date: '24 апреля 2024',
    description:
      'Вызовы и возможности появляются для компаний в результате цифровой трансформации производства',
  },
  {
    type: 'article',
    title: 'Влияние цифровизации',
    date: '24 апреля 2024',
    description:
      'Вызовы и возможности появляются для компаний в результате цифровой трансформации производства',
  },
  {
    type: 'news',
    title: 'Новые технологии в сфере автоматизации',
    date: '12 июля 2024',
    description:
      'Какие инновации помогут улучшить производственные процессы и повысить эффективность работы предприятий',
  },
  {
    type: 'news',
    title: 'Устойчивое развитие и ответственность',
    date: '24 апреля 2024',
    description:
      'Какие методы и технологии помогают снизить негативное влияние производства',
  },
  {
    type: 'article',
    title: 'Влияние цифровизации',
    date: '24 апреля 2024',
    description:
      'Вызовы и возможности появляются для компаний в результате цифровой трансформации производства',
  },
  {
    type: 'article',
    title: 'Влияние цифровизации',
    date: '24 апреля 2024',
    description:
      'Вызовы и возможности появляются для компаний в результате цифровой трансформации производства',
  },
  {
    type: 'news',
    title: 'Новые технологии в сфере автоматизации',
    date: '12 июля 2024',
    description:
      'Какие инновации помогут улучшить производственные процессы и повысить эффективность работы предприятий',
  },
  {
    type: 'news',
    title: 'Устойчивое развитие и ответственность',
    date: '24 апреля 2024',
    description:
      'Какие методы и технологии помогают снизить негативное влияние производства',
  },
  {
    type: 'article',
    title: 'Влияние цифровизации',
    date: '24 апреля 2024',
    description:
      'Вызовы и возможности появляются для компаний в результате цифровой трансформации производства',
  },
  {
    type: 'article',
    title: 'Влияние цифровизации',
    date: '24 апреля 2024',
    description:
      'Вызовы и возможности появляются для компаний в результате цифровой трансформации производства',
  },
  {
    type: 'news',
    title: 'Новые технологии в сфере автоматизации',
    date: '12 июля 2024',
    description:
      'Какие инновации помогут улучшить производственные процессы и повысить эффективность работы предприятий',
  },
  {
    type: 'news',
    title: 'Устойчивое развитие и ответственность',
    date: '24 апреля 2024',
    description:
      'Какие методы и технологии помогают снизить негативное влияние производства',
  },
  {
    type: 'article',
    title: 'Влияние цифровизации',
    date: '24 апреля 2024',
    description:
      'Вызовы и возможности появляются для компаний в результате цифровой трансформации производства',
  },
  {
    type: 'article',
    title: 'Влияние цифровизации',
    date: '24 апреля 2024',
    description:
      'Вызовы и возможности появляются для компаний в результате цифровой трансформации производства',
  },
  {
    type: 'news',
    title: 'Новые технологии в сфере автоматизации',
    date: '12 июля 2024',
    description:
      'Какие инновации помогут улучшить производственные процессы и повысить эффективность работы предприятий',
  },
  {
    type: 'news',
    title: 'Устойчивое развитие и ответственность',
    date: '24 апреля 2024',
    description:
      'Какие методы и технологии помогают снизить негативное влияние производства',
  },
  {
    type: 'article',
    title: 'Влияние цифровизации',
    date: '24 апреля 2024',
    description:
      'Вызовы и возможности появляются для компаний в результате цифровой трансформации производства',
  },
  {
    type: 'article',
    title: 'Влияние цифровизации',
    date: '24 апреля 2024',
    description:
      'Вызовы и возможности появляются для компаний в результате цифровой трансформации производства',
  },
];
